{"themes": [], "callbacks": [], "recent_riff_tags": ["strategy", "risk", "performance", "trends", "news", "execution"], "tag_heat": {"strategy": {"heat": 20.0, "half_life_hours": 48.0, "last_touched": 1770327259}, "risk": {"heat": 20.0, "half_life_hours": 48.0, "last_touched": 1770327259}, "performance": {"heat": 20.0, "half_life_hours": 48.0, "last_touched": 1770327259}, "trends": {"heat": 20.0, "half_life_hours": 48.0, "last_touched": 1770327259}, "news": {"heat": 20.0, "half_life_hours": 48.0, "last_touched": 1770327259}, "execution": {"heat": 20.0, "half_life_hours": 48.0, "last_touched": 1770327259}}, "tag_last_spoken": {"strategy": 1770327259, "risk": 1770327259, "performance": 1770327259, "trends": 1770327259, "news": 1770327259, "execution": 1770327259}, "riff_style_lru": [], "feed_candidates": [{"id": "1e81bb1b1096d1ae80d6a7c0a8ac1d64f9084fed", "post_id": "a53f549d5d0a96d30988b3c7ee63e4dd6e097326", "source": "document", "event_type": "document_context", "title": "Reference document: playbook", "body": "", "comments": [], "heur": 80.0}, {"id": "d81e99bfca0fd8340a091d0f93f30735b0ad8bcf", "post_id": "https://www.npr.org/2026/02/05/g-s1-108673/tiny-desk-radio-fabiola-mendez-el-laberinto-del-coco-bad-bunny", "source": "rss", "event_type": "item", "title": "Tiny Desk Radio: Fabiola Méndez, El Laberinto del Coco, Bad Bunny", "body": "Look for Tiny Desk Radio on your local NPR station.(Image credit: Virginia Lozano)", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770327259, "type": "item", "tags": [], "metrics": {}}, {"id": "7a595b7784827413efb1df64160cdf7da7121019", "post_id": "https://www.npr.org/2026/02/05/nx-s1-5694581/don-toliver-octane-houston-review", "source": "rss", "event_type": "item", "title": "Don Toliver is a rap star, just not the kind you've been looking for", "body": "Octane, is the first to be executive produced by the artist himself.'/>The Travis Scott signee came up in the shadow of his mentor's rootless sound. On Octane, he taps his hometown's lineage and finds a star power all his own.(Image credit: Ryan Schude)", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770327259, "type": "item", "tags": [], "metrics": {}}, {"id": "58f75e486188406d4b24547a2163fe827edbf164", "post_id": "https://www.npr.org/2026/02/05/nx-s1-5691780/iranian-film-sundance-award", "source": "rss", "event_type": "item", "title": "Their film was shot in secret and smuggled out of Iran. It won an award at Sundance", "body": "The Friend\" src=\"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/4032x2688+0+0/resize/4032x2688!/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F8f%2F57%2F93ff47cf470598f4566edebe7d9c%2Firanian-filmmakers.jpg\" />The Friend's House is Here at the Sundance Film Festival.'/>Between war, protests and government crackdowns, the filmmakers raced to finish and smuggle their portrait of Tehran's underground arts scene to the prestigious film festival.(Image credit: Mandalit del Barco)", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770327263, "type": "item", "tags": [], "metrics": {}}, {"id": "0976d9176eeca79bb59b45f6e5693c04b77d7173", "post_id": "https://www.npr.org/2026/02/05/nx-s1-5699392/my-undesirable-friends-russia-julia-loktev", "source": "rss", "event_type": "item", "title": "'More relevant every day' in the U.S.: A filmmaker documented Russia's journalists", "body": "My Undesirable Friends: Part I — Last Air in Moscow.\" src=\"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3495x1964+0+0/resize/3495x1964!/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fb3%2Fd3%2Ff7b5112e401b98939102d84c075e%2Fmy-undesirable-friends-part-1-4.jpg\" />Julia Loktev's documentary My Undesirable Friends follows young independent journalists covering Putin's invasion of Ukraine.", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770327263, "type": "item", "tags": [], "metrics": {}}, {"id": "89633dc91034452aa09d1c1c9a8a076e92f17703", "post_id": "https://www.theguardian.com/film/2026/feb/05/best-films-with-bad-weather-ranked", "source": "rss", "event_type": "item", "title": "‘I’m so co-o-old’: ahead of Wuthering Heights, the 20 best films with dreadful weather – ranked!", "body": "As we don our oilskins for the release of Emerald Fennell’s rain-lashed romance, we count down the films pitting their stars against the elementsPathetic fallacy is the literary device in which the environment reflects a character’s mood. It is central to Disney’s animated classic, which is about a woman who gets so annoyed that she literally turns her surroundings into a perpetual winter. As such, she is responsible for untold miseries, not least the fact that her stroppiness directly caused the invention of Josh Gad’s annoying snowman. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770327266, "type": "item", "tags": [], "metrics": {}}, {"id": "1f1437eaeb104de2fdc21b98783c6d8032844518", "post_id": "https://www.theguardian.com/artanddesign/2026/feb/05/gwen-john-strange-beauties-review-national-museum-cardiff", "source": "rss", "event_type": "item", "title": "Gwen John: Strange Beauties review – Wales’s great modern artist stuns us with the glory of solitude", "body": "National Museum, CardiffIn a superb, mystical retrospective, the painter sheds social trappings – and her clothes – as she uses her enormous intelligence to paint purelyThis is Gwen John straight, no chaser. Cardiff’s National Museum has put together a superb, daunting retrospective of the woman who is now, perhaps, the most famous Welsh artist. It is not a blow-by-blow biographical story of how she was born in Haverfordwest in 1876, how she and her brother Augustus both loved art as children, how she insisted on going to the Slade School of Fine Art like him then made her life in bohemian France. Instead, the moment you enter the show, you are plunged into her spiritual, austere existence. We meet her in the glory of her solitude, painting cats and the sparse rooms she rented in Paris and women alone in moments of calm thought.There is a row of variants of a young woman in a blue dress with long dark hair sitting weakly in an armchair, a table at her elbow, all painted in about 1920. In most there’s a cup and teapot on the table, in one it’s a bowl of soup. She looks down as she reads a letter, occasionally a book. Their titles vary too – The Letter, The Seated Woman, The Convalescent. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770327266, "type": "item", "tags": [], "metrics": {}}, {"id": "7ec9f71ba23d6fd0d1ff49cdca091e690d2d8bfc", "post_id": "https://www.theguardian.com/music/2026/feb/05/the-cardigans-nina-persson-reader-interview", "source": "rss", "event_type": "item", "title": "The Cardigans’ Nina Persson: ‘Ozzy said our Black Sabbath cover was the creepiest thing he’d ever heard’", "body": "The Swedish band’s frontwoman answers your questions on ‘sweet and curious’ Tom Jones, being changed by cancer and whether the Cardigans will ever make new musicAre you a fan of actual cardigans? garythenotrashcougarI can see the genius of them as items of clothing, but I never looked good in a cardigan. Our [former] songwriter and guitar player [Peter Svensson] suggested the name. We were super anglophiles. We loved British music. Our first album is called Emmerdale because the series was shown on Swedish TV every day, titled Home to the Farm. We romanticised something sort of rainy and hazy and woolly … like the cardigan.I like covers that have a new take on the original, so I really enjoyed your lounge-style version of Sabbath Bloody Sabbath. What made you choose that band [Black Sabbath] and song in particular? NotDrivingAMiniMetroWe were big fans – for a heavy band there’s a real pop sentiment in the songwriting – and I think it’s interesting when a cover is a stretch away from your natural sound. As a woman, I thought singing a song done by very manly men gave it a wonderfully creepy aspect. Ozzy [Osbourne] came to see us in Los Angeles and said it was the creepiest thing he’d ever heard, which coming from him is the biggest compliment. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770327269, "type": "item", "tags": [], "metrics": {}}, {"id": "17c08852e18967496af8ff96eedaa244d3db0184", "post_id": "https://www.theguardian.com/music/2026/feb/05/mandy-indiana-urgh-review-grimy-thrashing-purgative-attack-on-injustice-is-the-years-first-great-album", "source": "rss", "event_type": "item", "title": "Mandy, Indiana: Urgh review | Laura Snapes' album of the week", "body": "(Sacred Bones)The Manchester/Berlin band’s second album refines their industrial-club sound, as physical and hyper-detailed as being dragged under by a wave and admiring the flotsamMandy, Indiana are not a band inclined to make life easy for themselves. They wanted to record their debut album, 2023’s I’ve Seen a Way, in a Peak District cave known as the Devil’s Arse, although budget restrictions meant they had to settle for one day in Somerset’s Wookey Hole caverns. The Manchester/Berlin-based four-piece’s new album, Urgh, was written in what they’ve called “an intense residency at an eerie studio house” near Leeds; at the time, singer Valentine Caulfield and drummer Alex Macdougall were both undergoing multiple rounds of surgery. Given the industrial, siren-like intensity of their music, in which Caulfield chants about personal and societal horrors in her native French, impounding themselves in such a place might have seemed unnecessarily masochistic.Mandy, Indiana seem to feel a moral imperative to embrace extremes. Caulfield has often reiterated her (accurate) stance that “if you’re not angry, then you’re not paying attention”; her incantatory lyrics to new song Dodecahedron indict complacency in the face of a burning world. Given the grievous state of things, the band’s short-circuiting assault may hold about as much appeal for some listeners as sticking your fingers in a live socket – but for those inclined to catharsis, they also fully understand the imperative to push beyond merely observing injustice to viscerally embody its head-spinning force. Otherwise, what’s the point? Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770327270, "type": "item", "tags": [], "metrics": {}}, {"id": "6f962eb566367d02f2a78191eba0e98701621215", "post_id": "https://www.theguardian.com/travel/2026/feb/05/locals-guide-milan-bars-restaurants-simone-barlaam-milano-cortina-winter-olympics", "source": "rss", "event_type": "item", "title": "A local’s guide to Milan: the city’s best restaurants, culture and green spaces", "body": "In celebration of the Milano Cortina Winter Olympics, which starts this week, paralympic swimming champion Simone Barlaam shares his favourite places in his hometownBorn in Milan in 2000, Paralympic swimmer Simone Barlaam is a 23-time world champion who won three golds and a silver medal at the 2024 Paris Olympics. He’s a torchbearer and ambassador for the Milano Cortina Winter Olympic Games, which run from 6-22 February (the Paralympic Games run from 6-15 March) at sites across Lombardy and north-east Italy (with events such as speed skating, figure skating and ice hockey in the city). He also worked as a graphic designer for the games.Barlaam grew up in Milan and lives in NoLo (North of Loreto), a vibrant, artistic neighbourhood. “I’ve lived all over the place, so I can take you around the city and the places that belong to my heart,” he says. Here, he chooses his favourite spots, beyond obvious sights such as the Duomo, La Scala opera house and the glossy Quadrilatero della Moda fashion district. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770327273, "type": "item", "tags": [], "metrics": {}}, {"id": "708dc7f7ada50a2190c709ce6d5b7123d658bfe3", "post_id": "https://www.theguardian.com/travel/2026/feb/04/womens-weekend-adventure-creative-experiences-carmarthenshire-wales", "source": "rss", "event_type": "item", "title": "A different kind of girls’ weekend: adventure and creativity in Carmarthenshire", "body": "Curated getaways in south-west Wales offer wellbeing and crafty fun for groups of women amid beautiful sceneryThe scent of hand-poured candles filled the air in the Little Welsh Dresser, one of Llandeilo’s clutch of arts and crafts shops. This vibrant Welsh market town is a creative spot – it’s where the famous Dinefwr wool blankets are woven and boasts many galleries and antique stores – and is a pretty place to wander. Our eyes land on the rows of handmade cards and mugs stamped with Welsh words. One said: Cwtch. Pronounced “kutch”, it has no direct translation into English. “It’s a big, warm hug,” said the shop owner, “but also it’s a feeling, a sense of belonging,” - and a word that would come to define our weekend.We – I was travelling with my friend, Anna – were here to try out Discover Carmarthenshire’s new “The Sisterhood” breaks that tap into the growing trend of women swapping prosecco-fuelled girlie weekends for trips that focus on new skills and wellbeing experiences. For those wanting pre-curated stays there’s a Sisterhood Sorted section on the website, but groups of any size can create a bespoke trip by selecting west, central or coastal Carmarthenshire, choosing from a list of places to stay (from barns to glamping pods ), and then selecting experiences led by Wild Kin, a collection potters, painters, coastal foragers, horse whisperers, walking guides, makers and massage therapists. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770327273, "type": "item", "tags": [], "metrics": {}}, {"id": "e73fc88598970449327696e2914ec878d64ef548", "post_id": "https://www.atlasobscura.com/places/himeji-castle-shrine", "source": "rss", "event_type": "item", "title": "Himeji Castle Shrine in Himeji, Japan", "body": "Religion and tradition are deeply connected in Japanese culture, especially with Shintoism where hundreds of not thousands of gods rule over various things. In this case, a spirit looking over Himeji castle is worshiped in the castle itself. The shrine, which is located at the top floor of the castle is dedicated to Osakabehime, a spirit or yokai who is said to be a lonely kitsune, or an illegitimate child of the princess, or an angry courtesan who met her end at the hands of the lord. While this is not known, it is generally agreed that the spirit hates people and stays away from them as much as it can. Only once a year does it meet the local lord to tell him if the castle will stand for another year. This event is celebrated with a festival. The shrine was always near the castle, but it was moved during the first renovation to a nearby temple. However, ever since this happened bad things occured in the castle, and the shrine was quickly moved back to the courtyard. Later during the restoration in the Showa era, the shine was moved to its current place. It still gets many donations and keeps the castle safe.", "comments": [], "heur": 72.0, "source_site": "atlasobscura.com", "priority": 72, "author": "", "url": "", "ts": 1770327276, "type": "item", "tags": [], "metrics": {}}, {"id": "9a9f1dc5fa8937f46357c8a01c13be39adaae091", "post_id": "https://www.atlasobscura.com/places/flippers-grave", "source": "rss", "event_type": "item", "title": "Flipper’s Grave in Marathon, Florida", "body": "Beneath a life-sized dolphin statue at the Dolphin Research Center in Marathon, FL lies Mitzi, the silver-screen legend who starred as the original Flipper series. Her grave, marked by a plaque honoring her as \"The Original Flipper,\" and a larger than life sculpture, is more than a roadside oddity; it is the spiritual heart of the facility and traditionally the first stop on every tour. What makes this site truly wonderful is the living legacy that surrounds it. Rather than a just a memorial, Mitzi rests in a thriving sanctuary where many current inhabitants are the direct descendants of her co-stars. There is also a bench for visitors to relax next to Mitzi. For visitors in 2026, the grave serves as a poignant reminder of how one animal's stardom sparked a global movement for marine conservation and research.", "comments": [], "heur": 72.0, "source_site": "atlasobscura.com", "priority": 72, "author": "", "url": "", "ts": 1770327277, "type": "item", "tags": [], "metrics": {}}, {"id": "072a27a04cf6c1a113692733e8aa29c911b57132", "post_id": "https://www.goodnewsnetwork.org/?p=229235", "source": "rss", "event_type": "item", "title": "‘Green-Thumb’ Miracles Gave These Monks an Eco-Authority in Medieval Italy New Research Shows", "body": "A scorched cherry twig miraculously sprouting; a diseased swamp restored to ‘peak fertility’; healing the broken leg of an ox; and multiplying cabbages. These are just some of the forgotten medieval miracles of the Augustinian Order which Dr. Krisztina Ilko brings to light not long this 800-year-old organization found one of its members elected Pope […] The post ‘Green-Thumb’ Miracles Gave These Monks an Eco-Authority in Medieval Italy New Research Shows appeared first on Good News Network.", "comments": [], "heur": 72.0, "source_site": "goodnewsnetwork.org", "priority": 72, "author": "", "url": "", "ts": 1770327279, "type": "item", "tags": [], "metrics": {}}, {"id": "c363e619ba8f176057b614b876a1fabece0be02d", "post_id": "https://www.goodnewsnetwork.org/?p=229230", "source": "rss", "event_type": "item", "title": "Woman Discovers Childhood Pen Pal Became Doctor Who Delivered Her 2 Kids: ‘My Mouth Dropped’", "body": "It wasn’t quite a reunion; since the women knew each other well. Their relationship, so far as they understood it, was that important one between an OB/GYN and their patient carrying a child. Little did Megan Lewis and Suzanne Koziol know it at the time, but their relationship was actually a little bit deeper than […] The post Woman Discovers Childhood Pen Pal Became Doctor Who Delivered Her 2 Kids: ‘My Mouth Dropped’ appeared first on Good News Network.", "comments": [], "heur": 72.0, "source_site": "goodnewsnetwork.org", "priority": 72, "author": "", "url": "", "ts": 1770327280, "type": "item", "tags": [], "metrics": {}}, {"id": "ad220f789c7ecd100af686a8a34c9d7b26488757", "post_id": "https://www.positive.news/?p=566071", "source": "rss", "event_type": "item", "title": "Will Pride in Place put communities back in charge of regeneration?", "body": "The post Will Pride in Place put communities back in charge of regeneration? appeared first on Positive News.", "comments": [], "heur": 72.0, "source_site": "positive.news", "priority": 72, "author": "", "url": "", "ts": 1770327283, "type": "item", "tags": [], "metrics": {}}, {"id": "37ea6bdede0ae7f6c6f47ec9ef1fccca7208dfb1", "post_id": "https://www.positive.news/?p=565960", "source": "rss", "event_type": "item", "title": "How communities are stepping up to revive our tired towns and cities", "body": "The post How communities are stepping up to revive our tired towns and cities appeared first on Positive News.", "comments": [], "heur": 72.0, "source_site": "positive.news", "priority": 72, "author": "", "url": "", "ts": 1770327284, "type": "item", "tags": [], "metrics": {}}, {"id": "9952fd7911788462f303b7f511b7b396ea8380ba", "post_id": "https://www.brainpickings.org/?p=57990", "source": "rss", "event_type": "item", "title": "How Pioneering Physicist Lise Meitner Discovered Nuclear Fission, Paved the Way for Women in Science, and Was Denied the Nobel Prize", "body": "“Science makes people reach selflessly for truth and objectivity; it teaches people to accept reality, with wonder and admiration, not to mention the deep joy and awe that the natural order of things brings to the true scientist.” In the fall of 1946, a South African little girl aspiring to be a scientist wrote to Einstein and ended her letter with a self-conscious entreatment: “I hope you will not think any the less of me for being a girl!” Einstein responded with words of assuring wisdom that resonate to this day: “I do not mind that you are a girl, but the main thing is that you yourself do not mind. There is no reason for it.” And yet reasons don’t always come from reason. The history of science, like the history of the world itself, is the history of unreasonable asymmetries of power, the suppressive consequences of which have meant that the comparatively few women who rose to the top of their respective field did so due to inordinate brilliance and tenacity. Among the most outstanding yet under-celebrated of these pioneering women is the Austrian physicist Lise Meitner (November 7, 1878–October 27, 1968), who led the team that discovered nuclear fission but was excluded from the Nobel Prize for the discovery, and whose story I first encountered in Alan Lightman’s illuminating 1990 book The Discoveries. This diminutive Jewish woman, who had barely saved her own life from the Nazis, was heralded by Einstein as the Marie Curie of the German-speaking world. She is the subject of the excellent biography Lise Meitner: A Life in Physics (public library) by chemist, science historian, and Guggenheim fellow Ruth Lewin Sime. Lise Meitner, 1906 Meitner was born in Vienna a little more than a year after pioneering astronomer Maria Mitchell, who paved the way for women in science across the Atlantic, admonished the first class of female astronomers: “No woman should say, ‘I am but a woman!’ But a woman! What more can you ask to be?” Although Meitner showed a gift for mathematics from an early age, there was little correlation between aptitude and opportunity for women in 19th-century Europe. At the end of her long life, she would recount, not bitterly but wistfully: Thinking back to … the time of my youth, one realizes with some astonishment how many problems then existed in the lives of ordinary young girls, which now seem almost unimaginable. Among the most difficult of these problems was the possibility of normal intellectual training. Sime herself, who spent decades as the only woman at her university department, captures the broader cultural necessity of telling Meitner’s story: “I was known as the woman the all-male chemistry department did not want to hire; under such circumstances one becomes, and remains, a feminist.” She writes of Meitner’s Sisyphean rise to stature: Her schooling in Vienna ended when she was fourteen, but a few years later, the university admitted women, and she studied physics under the charismatic Ludwig Boltzmann. As a young woman she went to Berlin without the slightest prospects for a future in physics, but again she was fortunate, finding a mentor and friend in Max Planck and a collaborator in Otto Hahn, a chemist just her age. Together Meitner and Hahn made names for themselves in radioactivity, and then in the 1920s Meitner went on, independent of Hahn, into nuclear physics, an emerging field in which she was a pioneer. In the Berlin physics community she was, as Einstein liked to say, “our Marie Curie”; among physicists everywhere, she was regarded as one of the great experimentalists of her day… The painfully shy young woman had become an assertive professor — “short, dark, and bossy,” her nephew would tease — and although at times she was haunted by the insecurity of her youth, she never doubted that physics was worth it. Illustration of Lise Meitner from Women in Science: 50 Fearless Pioneers Who Changed the World by Rachel Ignotofsky Meitner never married nor had children and, as far as her personal papers indicate, never had a serious romance. But her life was a full one, warmed by deep human connection — she was an exceptionally devoted friend and surrounded herself with people she cherished, in Meitner’s own words, as “great and lovable personalities” who provided a “magic musical accompaniment” to her life. Above all, she was besotted with science — so much so that she patiently chipped away at and eventually broke through every imaginable obstruction to pursuing her passion. Meitner conducted her first scientific experiment as a little girl — an application of reason and critical thinking in an empirical defiance of superstition. Sime relays the emblematic incident: Once, when Lise was still very young, her grandmother warned her never to sew on the Sabbath, or the heavens would come tumbling down. Lise was doing some embroidery at the time and decided to make a test. Placing her needle on the embroidery, she stuck just the tip of it in and glanced anxiously at the sky, took a stitch, waited again, and then, satisfied that there would be no objections from above, contentedly went on with her work. Along with books, summer hikes, and music, a certain rational skepticism was a constant of Lise’s childhood years. Since her formal schooling had ended at the age of fourteen, Meitner spent a few years repressing her scientific ambitions. But they burned in her with irrepressible ardor. Finally, when Austrian universities began admitting women in 1901, she obtained her high school certification at the age of twenty-three after compressing eight years’ worth of logic, literature, mathematics, Greek, Latin, botany, zoology, and physics into twenty months of study in order to take the examination that would qualify her for university. She received her Ph.D. in 1905, one of a handful of women in the world to have achieved a doctorate in physics by that point. But when 29-year-old Meitner traveled to Berlin, hoping to study with the great Max Planck, she seemed to have entered a time machine — German universities still had their doors firmly shut to women. She had to ask for a special permission to attend Planck’s lectures. In the fall of 1907, she met Otto Hahn — a German chemist four months her junior, as interested in radioactivity as she was, and unopposed to working with women. But women were forbidden from entering, much less working at, Berlin’s Chemical Institute, so in order to collaborate, Meitner and Hahn had to work in a former carpentry shop converted into a lab in the basement of the building. Hahn was allowed to climb up the floors, but Meitner was not — a hard fact that fringes on metaphor. Meitner and Hahn in their basement laboratory, 1913 The two scientists filled each other’s gaps with their respective aptitudes — Meitner, trained in physics, was a brilliant mathematician who thought conceptually and could design highly original experiments to test her ideas; Hahn, trained in chemistry, excelled at punctilious lab work. Over the thirty years they collaborated, Meitner and Hahn emerged as pioneers in the study of radioactivity. Eventually, Meitner gained independence from Hahn — she published fifty-six papers on her own between 1921 and 1934. But as her career was taking off, the Nazis began usurping Europe. Meitner and Hahn’s third collaborator, a junior scientist named Fritz Strassmann, had already gotten in trouble for refusing to join Nazi organizations. In 1938, just as the three scientists were performing their most visionary experiments, Nazi troops marched into Austria. Meitner refused to hide her Jewish heritage. Her only remaining option was to leave, but the Nazis had already put anti-Semitic laws in place prohibiting university professors from exiting the country. On July 13, with the help of Hahn and a few other scientist friends, Meitner made a narrow escape across the Dutch border. From Holland, she migrated to Denmark, where she stayed with her friend Niels Bohr. She finally found a permanent home at the Nobel Institute for Physics in Sweden. (Three centuries earlier, Descartes, supreme champion of reason, had also fled to Sweden to avoid the Inquisition after witnessing the trial of Galileo.) Lise Meitner shortly before her exile That November, Hahn and Meitner met secretly in Copenhagen to discuss some perplexing results Hahn and Strassmann had obtained: After bombarding the nucleus of a uranium atom (atomic number 92) with a single neutron, they had ended up with the nucleus of radium (atomic number 88), which acted chemically like barium (56), an element with close to half the atomic weight of radium — a seemingly magical transmutation that didn’t make physical sense. That a tiny neutron moving at low speed would destabilize and downright shatter something as robust as an atom, knocking down its atomic number and altering its chemical behavior, seemed as mythic as David taking out Goliath with a slingshot. At that point, Hahn was one of the world’s best radiochemists and Meitner one of the world’s best physicists. She told him unequivocally that his chemical reaction made no sense on physical grounds and urged him to repeat the experiment. Meitner herself continued to ponder the perplexity. The epiphany arrived on Christmas day, during a walk with her nephew and collaborator, Otto Robert Frisch. In recounting the occasion in his memoir, Frisch would inadvertently provide the most perfect metaphor for how women make progress in science relative to their male peers: We walked up and down in the snow, I on skis and she on foot (she said and proved that she could get along just as fast that way). In making sense of the nonsensical results, Meitner and Frisch came up with what they would call nuclear fission — a word used for the very first time in the seventh paragraph of the paper they published the following month. The notion that a nucleus can split and be transformed into another element was radical — no one had fathomed it before. Meitner had provided the first understanding of how and why this happened. Illustration from Our Friend the Atom, a 1956 Disney primer on nuclear energy Nuclear fission would prove to be one of the most powerful — and dangerous — discoveries in the history of humanity, a power that succumbed to our dual capacities for good and evil: It was central to the invention of the deadliest weapon in human history, the atomic bomb. In fact, later in life Meitner was cruelly referred to as “the Jewish mother of the atomic bomb,” even though her discovery was purely scientific, it predated this malevolent application by many years, and once she saw it put into practice to destructive ends, she adamantly refused to work on the bomb. She, like the rest of the world, saw the bomb as a grave turning point for humanity. Years later, she would issue a bittersweet lamentation for the era that ended with its invention: One could love one’s work and not always be tormented by the fear of the ghastly and malevolent things that people might do with beautiful scientific findings. The discovery of fission itself was a supreme example of these beautiful scientific findings — a triumph of the human intellect over the mysteries of nature, as well as a testament to interpretation as a creative act. The nonsensical empirical results were Hahn’s, but what extracted meaning from them was Meitner’s interpretation — she had dis-covered, in the proper sense of uncovering something obscured from view, the underlying principle that made sense of the grand perplexity. Hahn took her groundbreaking insight and ran with it, publishing the discovery without mentioning her name. It is beside the point whether his reasons were personal jealousies or the political cowardice of incensing the Nazi authorities — the point is that Meitner felt deeply betrayed by the injustice. She wrote to her brother Walter: I have no self confidence… Hahn has just published absolutely wonderful things based on our work together … much as these results make me happy for Hahn, both personally and scientifically, many people here must think I contributed absolutely nothing to it — and now I am so discouraged. Lise Meitner at age 50 In 1944, the discovery of nuclear fission was awarded the Nobel Prize in Chemistry — to Hahn alone. Sime writes: The distortion of reality and the suppression of memory are recurrent themes in any study of Nazi Germany and its aftermath. By any normal standard of scientific attribution, there would have been no doubt about Meitner’s role in the discovery of fission. For it is clear from the published record and from private correspondence that this was a discovery to which Meitner contributed from beginning to end — an inherently interdisciplinary discovery that would, without question, have been recognized as such, were it not for the artifact of Meitner’s forced emigration. But nothing about this discovery was untouched by the politics of Germany in 1938. The same racial policies that drove Meitner out of Germany made it impossible for her to be part of Hahn and Strassmann’s publication, and dangerous for Hahn to acknowledge their continuing ties. A few weeks after the discovery was made, Hahn claimed it for chemistry alone; before long, he suppressed and denied not only his hidden collaboration with a “non-Aryan” in exile but the value of nearly everything she had done before as well. It was self-deception, brought on by fear. Hahn’s dishonesty distorted the record of this discovery and almost cost Lise Meitner her place in its history. Meitner received countless accolades in her lifetime and even had a chemical element, meitnerium, posthumously named after her, but the slight was never righted. Although every imaginable roadblock had been placed before her in pursuing a scientific education, she had survived Nazi persecution, and had endured the anguish of exile, she considered the Nobel omission that most irredeemable sorrow of her life. Sime writes: Except for a few brief statements, she did not campaign on her own behalf; she did not write an autobiography, nor did she authorize a biography during her lifetime. Only seldom did she speak of her struggle for education and acceptance, although the insecurity and isolation of her formative years affected her deeply later on. And she almost never spoke of her forced emigration, shattered career, or broken friendships. She would have preferred that the essentials of her life be gleaned from her scientific publications, but she knew that in her case that would not suffice. […] Scientist that she was, she preserved her data. Her rich collection of personal papers, in addition to archival material from other sources, provides the basis for a detailed understanding of her work, her life, and the exceptionally difficult period in which she lived. Sime considers the more systemic implications of Meitner’s case: To insist that Meitner contributed nothing to the fission discovery, to imply that Meitner and Frisch had been given an unfair advantage — these were ways of denying that she had been treated unjustly and, in a larger sense, of refusing to confront the injustice and crimes of the Nazi period. Rather than acknowledging that Meitner’s exclusion from fission was political, Hahn and his hangers-on invented spurious scientific reasons for it. Arrogantly, and with misplaced national pride, they denied the injustice, created new injustice — and implicated themselves. Given the echo chamber of interpretive opinion we call history, Hahn’s view was readily echoed by his followers and, in turn, by generations of journalists and uncritical commentators on the history of science. The Nobel exclusion was the most obvious, but the egregious erasure of Meitner’s legacy didn’t end there. The fission apparatus — the very instrument she had used in her Berlin laboratory to make her discoveries — was on display at Germany’s premiere science museum for thirty-five years without so much as mentioning her name. This, of course, was far from the last time that a woman was excluded from a Nobel Prize for a discovery she either made or made possible with her significant contribution: There is, perhaps most famously, Jocelyn Bell Burnell’s discovery of pulsars, to say nothing of Vera Rubin, whose confirmation of the existence of dark matter furnished a major leap in our understanding of the universe and yet remains, decades later, bereft of a Nobel. But as physicist and novelist Janna Levin wrote in her excellent NPR op-ed about the foibles of scientific acclaim, “scientists do not devote their lives to the sometimes lonely, agonizing, toilsome investigation of an austere universe because they want a prize.” Meitner herself articulated the same sentiment in a speech she gave in Vienna at the age of 75: Science makes people reach selflessly for truth and objectivity; it teaches people to accept reality, with wonder and admiration, not to mention the deep joy and awe that the natural order of things brings to the true scientist. Lise Meitner late in life (Photograph: Sara Darling) Meitner died peacefully in her sleep on October 27, 1968, days before her ninetieth birthday. Otto Robert, one of her dearest friends, chose the inscription for her headstone: Lise Meitner: a physicist who never lost her humanity. Complement the intensely interesting and important Lise Meitner: A Life in Physics with pioneering astrophysicist Vera Rubin on what it’s like to be a woman in science, Margot Lee Shetterly on the untold story of the black women mathematicians who powered space exploration, and this illustrated homage to trailblazing women in science. donating = lovingFor seventeen years, I have been spending hundreds of hours and thousands of dollars each month composing The Marginalian (which bore the outgrown name Brain Pickings for its first fifteen years). It has remained free and ad-free and alive thanks to patronage from readers. I have no staff, no interns, no assistant — a thoroughly one-woman labor of love that is also my life and my livelihood. If this labor makes your own life more livable in any way, please consider lending a helping hand with a donation. Your support makes all the difference. newsletter The Marginalian has a free weekly newsletter. It comes out on Sundays and offers the week’s most inspiring reading. Here’s what to expect. Like? Sign up.", "comments": [], "heur": 72.0, "source_site": "themarginalian.org", "priority": 72, "author": "", "url": "", "ts": 1770327287, "type": "item", "tags": [], "metrics": {}}, {"id": "d43fc8014eeae67c716ff3db1e5385b196b717ed", "post_id": "https://www.npr.org/2026/02/10/g-s1-107779/geese-tiny-desk-concert", "source": "rss", "event_type": "item", "title": "Geese: Tiny Desk Concert", "body": "The Brooklyn rock band focuses on the quieter moments of its whirlwind phenomenon, Getting Killed, and, as a result, we get Geese in its purest form.", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770795909, "type": "item", "tags": [], "metrics": {}}, {"id": "f6e4b666c4df999a334aa9feab3a01b2f16fa6b6", "post_id": "https://www.npr.org/2026/02/10/nx-s1-5707437/breaking-down-the-symbols-and-messages-in-bad-bunnys-super-bowl-halftime-show", "source": "rss", "event_type": "item", "title": "Breaking down the symbols and messages in Bad Bunny's Super Bowl halftime show", "body": "NPR Music's Anamaria Sayre breaks down the Easter eggs and references still being unpacked from Bad Bunny's halftime show.", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770795910, "type": "item", "tags": [], "metrics": {}}, {"id": "9abb2dd2d5f4c5f64418d28b929a6becf1c594ad", "post_id": "https://www.npr.org/2026/02/08/nx-s1-5699409/were-talking-to-you-taxi-driver-is-50", "source": "rss", "event_type": "item", "title": "We're talking to you - Taxi Driver is 50", "body": "A half century on, Taxi Driver, Martin Scorsese's film about urban isolation and a lonely cabbie, is perhaps more relevant than ever", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770795912, "type": "item", "tags": [], "metrics": {}}, {"id": "da8ddf006c4fe1a8c7b5ea131a89b4de9227c37b", "post_id": "https://www.npr.org/2026/02/07/nx-s1-5701312/red-white-and-blaine-remembers-catherine-ohara", "source": "rss", "event_type": "item", "title": "Red White and Blaine remembers Catherine O'Hara", "body": "", "comments": [], "heur": 72.0, "source_site": "npr.org", "priority": 72, "author": "", "url": "", "ts": 1770795913, "type": "item", "tags": [], "metrics": {}}, {"id": "6f08da45c64845cbfa1d8ee78dd4514bd54ec294", "post_id": "https://www.theguardian.com/artanddesign/2026/feb/11/lucian-freud-drawing-into-painting-national-portrait-gallery-review", "source": "rss", "event_type": "item", "title": "Lucian Freud: Drawing into Painting review – no, I don’t want to come up and see these etchings", "body": "National Portrait Gallery, London Freud was a master painter, but his drawings ranged from ordinary to awful. Guess which aspect of his work this show focuses on? If painting is a fast car, drawing is more like taking the bus. At least that’s how it felt to me, puttering along on the 27 to Paddington that is the National Portrait Gallery’s trawl through Lucian Freud’s sketches, engravings and even childhood crayonings, daydreaming until my stop, with the occasional flash of colour and flare when one of the exhibition’s “carefully selected group of important paintings” rolled past.This is a sad review to write. Freud seemed an unquestionable genius in his lifetime and I still stand in awe of the great modern paintings with which he won that crown. One of his 1990s portraits of “Benefits Supervisor” Sue Tilley towers here, in every sense, her face slumped into her hand as she sleeps vertical in an armchair, while Freud eagerly inspects every pore and blemish on her big naked body and translates her into an ecstasy of oily greys, whites, purples, ridged, pockmarked, magnificent. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770795916, "type": "item", "tags": [], "metrics": {}}, {"id": "5106a45dbf210c25a4b97d7c16b08702a1fc1e85", "post_id": "https://www.theguardian.com/music/2026/feb/10/masterpiece-fridge-magnet-phone-case-opera-hokusais-great-wave", "source": "rss", "event_type": "item", "title": "Masterpiece, fridge magnet, phone case … opera: how Hokusai’s The Great Wave hit the stage", "body": "He survived a stroke, a lightning strike, a fire – and created one of the world’s most recognisable images. Now the Japanese artist’s ‘wild, fascinating’ life has inspired an operaOpera has inspired many of the 20th century’s greatest artists to create extraordinary sets. Oskar Kokoschka designed a Magic Flute for Salzburg and a Ballo in maschera for Florence. Salvador Dalí produced a controversial Salome for London; David Hockney’s designs for Glyndebourne’s Rake’s Progress complement Stravinsky’s sound-world so miraculously that they are still in use 50 years after their creation. Marc Chagall’s ceiling fresco for Paris’s Opéra Garnier and murals for the New York Met testify to the intimate connection between opera and painting.And yet remarkably few operas portray visual artists. Something about their painstaking work seems to resist representation in this most extravagant of artforms. Only two operas about artists are regularly performed: Hindemith’s Mathis der Maler, depicting the German Renaissance painter Matthias Grünewald, and Berlioz’s Benvenuto Cellini – and Cellini gave Berlioz a head-start with his rollicking memoirs about his scandalous adventures in 16th-century Florence. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770795916, "type": "item", "tags": [], "metrics": {}}, {"id": "5e6ac1980d21010e89127a7852c51df03dde812c", "post_id": "https://www.theguardian.com/music/2026/feb/10/j-cole-the-fall-off-review-rap-legend-final-album-hip-hop-interscope", "source": "rss", "event_type": "item", "title": "J Cole: The Fall Off review – rap legend’s final album is a self-obsessed hip-hop history lesson", "body": "(Interscope)Bowing out after six consecutive US No 1 albums, Cole references rap greats and even conjures a convo between Biggie and 2Pac – but the lens rarely strays from himselfJ Cole released his debut mixtape in 2007, and now, nearly two decades later and after six back-to-back US No 1 albums, the North Carolina MC is still wrestling with the weight of so much hope heaped upon him. He is framing The Fall Off as a graceful bowing out – “to do on my last what I was unable to do on my first”, he has said – and it’s almost as if he is a student coming to the end of a long period of study, with this double album as his graduate thesis.Across 24 tracks and 101 minutes, The Fall Off is full of technical proficiency, raw lyrical skill, citation, interpolation and sampling, and it attempts nothing less than to embody a half-century of hip-hop. Through direct and indirect references, lessons unfold throughout. The Fall-Off Is Inevitable is inspired by Nas’s 2001 Stillmatic track Rewind. I Love Her Again is an obvious nod to Common’s I Used to Love HER. Bunce Road Blues borrows lyrics from Usher’s Nice & Slow but connects to R&B’s present with guest vocals from Nigerian singer Tems. The Let Out is reminiscent of SpottieOttieDopaliscious from OutKast’s Aquemini, and so forth: all ample material for audiences to think through hip-hop’s past and future. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770795919, "type": "item", "tags": [], "metrics": {}}, {"id": "c85d2bcf9c1a5d7e0089e62bad2502793e81ff8d", "post_id": "https://www.theguardian.com/music/2026/feb/10/super-bowl-bad-bunny-meaning-america-puerto-rico", "source": "rss", "event_type": "item", "title": "At the Super Bowl, Bad Bunny challenged the meaning of ‘America’", "body": "The Puerto Rican star’s vision of American identity moved beyond colonial tropes to span an entire hemisphereBy now, many of us have a favorite part of Bad Bunny’s Super Bowl half-time performance. It’s a dense, rich set that invites rewatching to take in every thoughtful, exuberant detail – even though it’s barely 14 minutes long.My most beloved part occurs a little more than nine minutes into the homage, when the cuatro puertorriqueño appears. The stringed instrument has its own moment in the spotlight, shown in the talented hands of the cuatrista José Eduardo Santana just before Ricky Martin performs. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770795920, "type": "item", "tags": [], "metrics": {}}, {"id": "3a00f577f31eb32fb6b62ef28ef4e9f44b4ff467", "post_id": "https://www.theguardian.com/travel/2026/feb/11/winter-safari-weekend-fritton-lake-norfolk-rewilding", "source": "rss", "event_type": "item", "title": "Saunas, safaris and silence in Norfolk: a winter weekend on a rewilded retreat", "body": "A transformative conservation project encompassing East Anglia’s large but secluded Fritton Lake has high-end hospitality and nature-rich experiences at its heartThe scene is entirely black, white, grey and silver. It is cold, unusually dark and a film of ice is forming on the lake. I’m sitting in an unlit wooden sauna, alone, in immense silence. The only noise is the soft ticking of the stove as the heat rises. Across the water are ghostly silver birches and dark pines. Above them, Orion’s Belt shines bright. This vivid experience feels like midwinter in Canada, Finland or anywhere else about 60 degrees north. So it’s bizarre to know I’m a few miles south-west of Great Yarmouth.Fritton Lake is an anomaly. Like the Broads to the north, this deceptively big, sinuous lake was largely created by medieval peat-digging, but it’s nothing like its Norfolk cousins. Set in a sandy, hilly landscape of heaths and pines, the northernmost outpost of the wildlife-rich strip of sandy heathlands running up the Suffolk coast, the lake is deep and two miles long but so hidden by trees that many people don’t know of its existence. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770795923, "type": "item", "tags": [], "metrics": {}}, {"id": "6b28a1094e9fa50fa69d006399e2f12c48b4b59d", "post_id": "https://www.theguardian.com/travel/2026/feb/10/villach-austria-ski-resort-says-no-to-fake-snow", "source": "rss", "event_type": "item", "title": "Say no to fake snow: the Austrian ski resort that likes to keep it real", "body": "Like many Alpine areas faced with declining snowfall, Villach had to make a difficult choice: bring in the snow cannons or reinvent itselfWalking up a winding trail in the Dobratsch nature park in Carinthia, surrounded by picturesque snowy slopes dotted with pines, we hear shrieks coming from round the corner. The path is as wide as a one-way street but Birgit Pichorner, the park ranger I’m taking a tour with, motions for me to move to the side, where we watch a couple with wide grins glide past on a wooden toboggan.We have seen families out hiking with young children and speed walkers pacing for the summit, while on a trail above us, four skiers are zigzagging up one of the nature park’s designated ski touring routes. For residents of Villach, the southern Austrian town at the foot of Dobratsch, this is very much their Hausberg, a much-loved “locals’ mountain”, says Birgit. Continue reading...", "comments": [], "heur": 72.0, "source_site": "theguardian.com", "priority": 72, "author": "", "url": "", "ts": 1770795923, "type": "item", "tags": [], "metrics": {}}, {"id": "eec933c9163a240f98e5d239c54b447dce95dc9f", "post_id": "https://www.atlasobscura.com/places/der-teufel-und-der-hase-the-devil-and-the-hare", "source": "rss", "event_type": "item", "title": "‘The Devil and the Hare’ in Hamburg, Germany", "body": "Located along the Elbe River in Hamburg’s affluent Teufelsbrück (“Devil’s Bridge”) district, a sandstone sculpture depicts a horned creature lost in thought, holding a small hare by one ear. The work, called Der Teufel und der Hase (“The Devil and the Hare”), captures a famous local legend. Folklore holds that a young carpenter, struggling to build a bridge over marshy ground in the neighborhood, made a pact with the devil, trading the soul of the first creature to cross the finished bridge for supernatural help. After the structure was completed and blessed, a hare crossed it first, thwarting the fiend’s expectation of a human soul. According to the legend, he then vanished into the surrounding marshland, giving the area its name. The sculpture’s real-world history has been almost as turbulent as its legend. Since the first figure was erected in the late 1920s, the devil has been stolen, damaged, or removed repeatedly. Wooden versions disappeared outright, while later iterations vanished overnight, only to resurface years later in private apartments, sometimes stripped of dignity and put to mundane use. By the 1980s, the tally had reached six stolen or destroyed devils, turning a folkloric monument into a recurring civic problem. Since 2000, the riverbank has been occupied by a more resolute incarnation, carved from Elbe sandstone by local stonemason Bert Ulrich Beppler. Weighing close to a metric ton (about 2,200 pounds), the sculpture was meant to end the cycle of theft. Although removal is no longer feasible, some vandalism has continued. Even so, it remains at Teufelsbrück, making it the longest-surviving version of a figure Hamburg has consistently failed to hold on to.", "comments": [], "heur": 72.0, "source_site": "atlasobscura.com", "priority": 72, "author": "", "url": "", "ts": 1770795926, "type": "item", "tags": [], "metrics": {}}, {"id": "79652297b7f53f3562b8031bce333c1f444b14b7", "post_id": "https://www.atlasobscura.com/places/king-george-v-monument", "source": "rss", "event_type": "item", "title": "Headless King George V in Melbourne, Australia", "body": "The monument was unveiled in 1952 to commemorate King George V who was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936. The statue is located in Kings Domain Park and stands at the entrance to the Sidney Myer Music Bowl. In 2024, days before the Kings Birthday Public holiday, the statue was beheaded and covered in red paint as a protest of colonialism in Australia. The head was stolen and has not been recovered. Since then, King George’s head has turned up numerous times on social media including being grilled on a BBQ and on stage at a Kneecap Concert. There are no plans to restore the statue. Instead King George now stands headless on his monument.", "comments": [], "heur": 72.0, "source_site": "atlasobscura.com", "priority": 72, "author": "", "url": "", "ts": 1770795926, "type": "item", "tags": [], "metrics": {}}, {"id": "9ecfe42136e7c2e942b23352782b98d516df0773", "post_id": "https://www.goodnewsnetwork.org/?p=229442", "source": "rss", "event_type": "item", "title": "Frog Wiped Out by Disease Returns to the Wild With the Help of ‘Frog Spas’ and ‘Frog Saunas’", "body": "This beautiful amphibian is being reintroduced to wetlands around Australia’s capital of Canberra after suffering a population collapse due to chytrid fungus. Called the green and golden bell frog, these animals were bred in captivity and will be released in groups of 15 into ponds and wetlands having been immunized against a disease caused by […] The post Frog Wiped Out by Disease Returns to the Wild With the Help of ‘Frog Spas’ and ‘Frog Saunas’ appeared first on Good News Network.", "comments": [], "heur": 72.0, "source_site": "goodnewsnetwork.org", "priority": 72, "author": "", "url": "", "ts": 1770795929, "type": "item", "tags": [], "metrics": {}}, {"id": "af77e5fcad3572ac537fe5b7c2fb7c20d92e7781", "post_id": "https://www.goodnewsnetwork.org/?p=229439", "source": "rss", "event_type": "item", "title": "Transcendental Meditation Found to Calm Genes Associated with Both Aging and Stress", "body": "A study looking at how transcendental meditation affects genetic expression found that this popular form of mediation suppressed the activation of genes associated with stress responses. Okay, no surprise there—mediation is a calming, relaxing activity. However, the authors report evidence that the same genes found to be associated in stress response have been newly associated […] The post Transcendental Meditation Found to Calm Genes Associated with Both Aging and Stress appeared first on Good News Network.", "comments": [], "heur": 72.0, "source_site": "goodnewsnetwork.org", "priority": 72, "author": "", "url": "", "ts": 1770795930, "type": "item", "tags": [], "metrics": {}}], "live_prompts": {}, "_log_last": {"producer_heartbeat": 1770795909, "tts_heartbeat": 1770795927, "host_wait": 1770327259, "router_heartbeat": 1770795925}, "docs": {"strategy": {"text": "", "hash": "da39a3ee5e6b4b0d3255bfef95601890afd80709", "ts": 1770327259, "path": "./strategy_reference.txt", "max_chars": 5000}, "playbook": {"text": "", "hash": "da39a3ee5e6b4b0d3255bfef95601890afd80709", "ts": 1770327259, "path": "./coach_playbook.txt", "max_chars": 7000}}, "_doc_announce_last": {"strategy": 1770327259}, "_futuresight_items": [], "_futuresight_tape": [], "_futuresight_state": {"running": false, "paused": false, "started_ts": 0, "pause_started_ts": 0, "pause_accum_sec": 0.0, "fired_ids": {}, "last_error": ""}, "_markets_tape": [], "_boot_open_played": true, "_mem_last_save_ts": 1770795930, "_sys_db_queued": 0, "_sys_db_claimed": 0, "last_station_id": 1770795912, "rss_seen_ids": ["https://www.npr.org/2026/02/05/g-s1-108673/tiny-desk-radio-fabiola-mendez-el-laberinto-del-coco-bad-bunny", "https://www.npr.org/2026/02/05/nx-s1-5694581/don-toliver-octane-houston-review", "https://www.npr.org/2026/02/05/nx-s1-5691780/iranian-film-sundance-award", "https://www.npr.org/2026/02/05/nx-s1-5699392/my-undesirable-friends-russia-julia-loktev", "https://www.theguardian.com/film/2026/feb/05/best-films-with-bad-weather-ranked", "https://www.theguardian.com/artanddesign/2026/feb/05/gwen-john-strange-beauties-review-national-museum-cardiff", "https://www.theguardian.com/music/2026/feb/05/the-cardigans-nina-persson-reader-interview", "https://www.theguardian.com/music/2026/feb/05/mandy-indiana-urgh-review-grimy-thrashing-purgative-attack-on-injustice-is-the-years-first-great-album", "https://www.theguardian.com/travel/2026/feb/05/locals-guide-milan-bars-restaurants-simone-barlaam-milano-cortina-winter-olympics", "https://www.theguardian.com/travel/2026/feb/04/womens-weekend-adventure-creative-experiences-carmarthenshire-wales", "https://www.atlasobscura.com/places/himeji-castle-shrine", "https://www.atlasobscura.com/places/flippers-grave", "https://www.goodnewsnetwork.org/?p=229235", "https://www.goodnewsnetwork.org/?p=229230", "https://www.positive.news/?p=566071", "https://www.positive.news/?p=565960", "https://www.brainpickings.org/?p=57990", "https://www.npr.org/2026/02/10/g-s1-107779/geese-tiny-desk-concert", "https://www.npr.org/2026/02/10/nx-s1-5707437/breaking-down-the-symbols-and-messages-in-bad-bunnys-super-bowl-halftime-show", "https://www.npr.org/2026/02/08/nx-s1-5699409/were-talking-to-you-taxi-driver-is-50", "https://www.npr.org/2026/02/07/nx-s1-5701312/red-white-and-blaine-remembers-catherine-ohara", "https://www.theguardian.com/artanddesign/2026/feb/11/lucian-freud-drawing-into-painting-national-portrait-gallery-review", "https://www.theguardian.com/music/2026/feb/10/masterpiece-fridge-magnet-phone-case-opera-hokusais-great-wave", "https://www.theguardian.com/music/2026/feb/10/j-cole-the-fall-off-review-rap-legend-final-album-hip-hop-interscope", "https://www.theguardian.com/music/2026/feb/10/super-bowl-bad-bunny-meaning-america-puerto-rico", "https://www.theguardian.com/travel/2026/feb/11/winter-safari-weekend-fritton-lake-norfolk-rewilding", "https://www.theguardian.com/travel/2026/feb/10/villach-austria-ski-resort-says-no-to-fake-snow", "https://www.atlasobscura.com/places/der-teufel-und-der-hase-the-devil-and-the-hare", "https://www.atlasobscura.com/places/king-george-v-monument", "https://www.goodnewsnetwork.org/?p=229442", "https://www.goodnewsnetwork.org/?p=229439"], "character_mix_stats": {"host": 1}, "character_mix_history": ["host"]}